<?php
include_once 'header.php';
echo '<div class="textindex"><span >Ласкаво просимо!                 Дізнайтеся новини з перших рук!</br>';
if ($logeddin)
{
	echo "<br />" .$user.", Ви ввійшли на сайт";
}
?>
</span><br /></div>
<div class = "textindex">
<p>
<p>Тут Ви можете викласти новину, яку вважаєте цікавою, проілюструвати її довільною кількістю фотографій.
Повідомлення буде доступним для будь-якого відвідувача сайту. А тому, будь-ласка, притримуйтеся правил пристойності,
щоб не було соромно представити його широкому загалу.</p>
<p>В деяких випадках адміністратор залишає за собою право видаляти 
повідомлення та блокуватиме доступ дописувача до сайту.</p>
<p>В майбутньому буде можливість переглядати новини за категорією
(наприклад "бізнес" чи "молодіжні") або за дислокацією ("Київ", "Одеса").</p>
<p>Читайте та створюйте новини!</p>
<p>Радо вітаємо Вас на сайті!!!</p>
</div>
<div id = "modal_login" class = "modal_div">
<span class = "modal_close">X</span>
<p>Для створення новини необхідно зареєструватися або підтвердити свою реєстрацію. 
Перейдіть, будь-ласка за посиланням.</p>
<p>Ви зареєстровані?</p>
</body></html>